Repository: HillebrandGoriEshipping/HillebrandGoriEshippin-wc
Catalog: HillebrandGoriEshipping/HillebrandGoriEshippingConnectWoocommerce/translation/HillebrandGoriEshipping-*.po
Languages: es_es, fr_fr, it_it

source: Success! The access token is valid!
es_es: El token de acceso es válido.
fr_fr: Le jeton d’accès est valide !
it_it: Operazione riuscita! Il token di accesso è valido!

source: The provided access token is invalid! Please retry
es_es: El token de acceso proporcionado no es válido. Vuelva a intentarlo
fr_fr: Le jeton d’accès fourni n’est pas valide ! Veuillez réessayer
it_it: Il token di accesso fornito non è valido! Riprova

source: Save
es_es: Guardar
fr_fr: Enregistrer
it_it: Salva

source: Address used to calculate shipping charges
es_es: Dirección utilizada para calcular los gastos de envío
fr_fr: Adresse utilisée pour calculer les frais d’expédition
it_it: Indirizzo utilizzato per calcolare le spese di spedizione

source: Contact our support if you need to edit those informations
es_es: Póngase en contacto con nuestro servicio de asistencia si necesita modificar esta información.
fr_fr: Contactez notre support si vous avez besoin de modifier ces informations
it_it: Contatta il nostro supporto se hai bisogno di modificare queste informazioni

source: Set the minimum number of bottles needed to activate the Hillebrand Gori eShipping shipping option on the checkout page
es_es: Establezca la cantidad mínima de botellas necesarias para activar la opción de envío Hillebrand Gori eShipping en la página de pago
fr_fr: Définissez le nombre minimum de bouteilles requis pour activer l’option d’expédition de VignoblExport sur la page de paiement
it_it: Imposta il numero minimo di bottiglie necessarie per attivare l’opzione di spedizione VignoblExport nella pagina di pagamento

source: Preparation time
es_es: Tiempo de preparación
fr_fr: Temps de préparation
it_it: Tempo di preparazione

source: Set the minimum number of days needed to prepare the parcels and make them ready for pickup
es_es: Establezca el día mínimo necesario para preparar los paquetes y dejarlos listos para su recogida.
fr_fr: Définissez le nombre minimum de jours requis pour la préparation de vos colis et la mise a disposition pour enlèvement
it_it: Imposta il numero minimo di giorni necessari per preparare i pacchi e renderli pronti per il ritiro

source: Displays the duties and taxes estimation on the checkout page if you choose the "At the recipient's expense" option (domestic international shipments)
es_es: Muestra la estimación de aranceles e impuestos en la página de pago si elige la opción « A cargo del destinatario » (envíos domésticos internacionales).
fr_fr: Affiche l’estimation des droits et taxes sur la page de paiement si vous choisissez l’option «À la charge du destinataire» (expéditions internationales à domicile)
it_it: Visualizza la stima dei dazi e delle tasse nella pagina di pagamento se scegli l’opzione \ »A spese del destinatario\ » (spedizioni nazionali internazionali)

source: Apply VAT
es_es: Aplicar IVA
fr_fr: Appliquer le TVA
it_it: Applica IVA

source: Yes
es_es: Si
fr_fr: Oui
it_it: Si

source: Choose if you want to apply VAT to carrier prices (does not affect product prices)
es_es: Elija si desea aplicar el IVA a los precios de los transportistas (no afecta a los precios de los productos)
fr_fr: Choisissez si vous voulez appliquer la TVA aux prix des transporteurs (ne s’applique pas aux prix des produits)
it_it: Scegli se desideri applicare l’IVA ai prezzi del corriere (non influisce sui prezzi dei prodotti)

source: Numbers & Registrations
es_es: Números y matriculaciones
fr_fr: Numéros & Enregistrements
it_it: Numeri e iscrizioni

source: VAT number
es_es: Número IVA
fr_fr: Numéro de TVA
it_it: Numero IVA

source: Enter your VAT number (required)
es_es: Introduzca su número de IVA (obligatorio)
fr_fr: Renseignez votre numéro de TVA (requis)
it_it: Inserire il numero di partita IVA (obbligatorio)

source: Select yes if you are registered on the European One Stop Shop, a portal used to register purchases for European consumers and pay the VAT of the destination country. If you exceed 10,000 EUR in online sales, you are required to register on this portal, otherwise you invoice the private individual with VAT as if he had come to buy the goods at your premises. For more information, ask your accountant.
es_es: Seleccione sí si está registrado en la One Stop Shop (Ventanilla Única Europea), un portal que sirve para registrar las compras de los consumidores europeos y pagar el IVA del país de destino. Si supera los 10.000 EUR en ventas en línea, está obligado a registrarse en este portal; de lo contrario, facturará el IVA al particular como si hubiera venido a comprar la mercancía a su establecimiento. Para más información, consulte a su contable.
fr_fr: Sélectionnez « oui » si vous êtes bien enregistré au One Stop Shop européen, un portail utilisé pour enregistrer les achats des consommateurs européens et payer la TVA du pays de destination. Si vous dépassez 10 000 euros de ventes en ligne, vous êtes tenu de vous enregistrer sur ce portail, sinon vous facturez au particulier la TVA comme s’il était venu acheter la marchandise dans vos locaux. Pour plus d’informations, demandez à votre comptable.
it_it: Si tratta dello sportello Unico Europeo, portale che serve a registrare gli acquisti destinati a consumatori europei e versare l’IVA del paese di destinazione. Se superate i 10.000€ di vendite online, siete tenuti a registrarvi su tale portale, altrimenti fatturate il privato con IVA italiana come se fosse venuto a comprare la merce presso la vostra sede. Per maggiori informazioni, chiedete al vostro commercialista.

source: EORI number
es_es: Número EORI
fr_fr: Numéro EORI
it_it: Numero EORI

source: Number needed to send to non-EU countries. It often corresponds to the country code followed by the VAT number. To request this code, you need to apply to your local customs agency.
es_es: Número necesario para enviar a países no pertenecientes a la UE. Suele corresponder al código del país seguido del número de IVA. Para solicitar este código, debe dirigirse a su agencia de aduanas local.
fr_fr: Numéro nécessaire pour les envois vers les pays non membres de l’UE. Il correspond souvent au code du pays suivi du numéro de TVA. Pour obtenir ce code, vous devez vous adresser à votre agence douanière locale.
it_it: Numero che occorre per inviare in paesi extra UE. Corrisponde spesso al codice del paese seguito dal numero di partita IVA. Per richiedere tale codice occorre inviare istanza alla vostra agenzia doganale locale.

source: FDA number
es_es: Número FDA
fr_fr: Numéro FDA
it_it: Numero FDA

source: Number issued by the US Food and Drugs Adminstration and used to identify any company, domestic or foreign, shipping human/animal foodstuffs to the US. This number is required to ship these types of goods to the USA. For assistance on how to obtain the number, please contact us.
es_es: Número emitido por la Food and Drugs Adminstration (Administración de Alimentos y Medicamentos). y utilizado para identificar a cualquier empresa, nacional o extranjera, que envíe productos alimenticios para humanos o animales a Estados Unidos. Este número es necesario para enviar este tipo de productos a Estados Unidos. Para obtener ayuda sobre cómo obtener el número, póngase en contacto con nosotros.
fr_fr: Numéro délivré par la FDA (Food ans Drugs Administration), l’administration américaine des denrées alimentaires et des médicaments. Il permet d’identifier toute entreprise, nationale ou étrangère, qui expédie des denrées alimentaires pour l’homme ou l’animal aux États-Unis. Ce numéro est nécessaire pour expédier ces types de marchandises aux États-Unis. Pour obtenir de l’aide sur la manière d’obtenir le numéro, veuillez nous contacter.
it_it: Numero rilasciato dall’ente Food and Drugs Adminstration USA e che serve ad identificare ogni azienda, nazionale o estera, che spedisca in USA beni alimentari destinati ad uso umano/animale. Tale numero è richiesto per spedire questo tipo di merce negli Stati Uniti. Per assistenza su come ottenere il numero, contattateci.

source: If you choose "Yes", all shipments will be insured with a minimum amount of 5 € (may vary depending on the total price of the products)
es_es: Si elige « Sí », todos los envíos estarán asegurados con un importe mínimo de 5 € (puede variar en función del precio total de los productos)
fr_fr: Si vous choisissez « Oui », tout les envois seront assurés avec un montant minimum supplémentaire de 5€ (varie en fonction du montant total HT de la commande)
it_it: Se scegli «Sì», tutte le spedizioni saranno assicurate con un importo minimo di 5 € (può variare in base al prezzo totale dei prodotti)

source: Hillebrand Gori eShipping Settings interface
es_es: Interfaz de configuración de Hillebrand Gori eShipping
fr_fr: Paramètres du plugin
it_it: Interfaccia Impostazioni Hillebrand Gori eShipping

source: No offer available
es_es: Ninguna oferta disponible
fr_fr: Aucune offre disponible
it_it: Nessuna offerta disponibile

source: Nb.Package
fr_fr: Nb. de colis
it_it: Numero Pacchi

source: Nb.Bottles
fr_fr: Nb. de bouteilles
it_it: Numero Bottiglie

source: Width
es_es: Anchura
fr_fr: Largeur
it_it: Larghezza

source: Height
es_es: Altura
fr_fr: Hauteur
it_it: Altezza

source: length
es_es: Longitud
fr_fr: Longueur
it_it: Lunghezza

source: weight
es_es: Peso
fr_fr: Poids
it_it: Peso

source: Bottles
es_es: Botellas
fr_fr: Bouteilles
it_it: Bottiglie

source: Price difference:
es_es: Diferencia de precio :
fr_fr: Différence de prix :
it_it: Differenza di prezzo:

source: Your expedition method:
es_es: Su método de expedición :
fr_fr: Votre méthode d’expédition :
it_it: Il tuo metodo di spedizione:

source: Relay point
es_es: Punto de recogida
fr_fr: Point relais
it_it: Punto di raccolta

source: Chosen offer:
es_es: Oferta elegida :
fr_fr: Offre choisie :
it_it: Offerta scelta:

source: Delivery date:
es_es: Fecha de entrega :
fr_fr: Date de livraison :
it_it: Data di consegna :

source: Estimated tax and duties:
es_es: Estimación de impuestos y tasas :
fr_fr: Droit et taxes estimés :
it_it: Imposte e dazi stimati :

source: at the recipient expense
es_es: a cargo del destinatario
fr_fr: à la charge de destinataire
it_it: a spese del destinatario

source: Shipping costs details:
es_es: Detalles de los gastos de envío :
fr_fr: Détails des coûts d’expédition :
it_it: Dettagli sulle spese di spedizione :

source: Transport:
es_es: Transporte :
it_it: Trasporto :

source: at your expense (included in shipping price)
es_es: a su cargo (incluido en el precio del envío)
fr_fr: à votre charge (inclus dans le prix de l’expédition)
it_it: a vostre spese (incluso nel prezzo di spedizione)

source: VAT on transport:
es_es: IVA sobre el transporte:
fr_fr: TVA sur le transport :
it_it: IVA sui trasporti :

source: Excise duty:
es_es: Impuestos especiales :
fr_fr: Droit d’accises :
it_it: Accise :

source: VAT on excise duty:
es_es: IVA sobre impuestos especiales :
fr_fr: TVA sur les droits d’accises :
it_it: IVA sulle accise :

source: VAT
es_es: IVA
fr_fr: TVA
it_it: IVA

source: Insurance:
es_es: Seguro :
fr_fr: Assurance :
it_it: Assicurazione :

source: Total:
it_it: Totale :

source: Chosen package:
es_es: Paquete elegido :
fr_fr: Colis sélectionné :
it_it: Pacco scelto :

source: pallet
es_es: palet
fr_fr: palette
it_it: paletta

source: colis
es_es: Paquete
it_it: pacchetto :

source: Packing:
es_es: Embalaje :
fr_fr: Conditionnement :
it_it: Imballaggio :

source: select the type
es_es: seleccione el tipo
fr_fr: Sélectionnez le type
it_it: selezione il tipo

source: Parcels
es_es: Paquetes
fr_fr: Colis
it_it: Pacchi

source: quantity
es_es: cantidad
fr_fr: quantité
it_it: quantità

source: Choice
es_es: Selección
fr_fr: Choix
it_it: Scelta

source: Valider Pallet
fr_fr: Valider la palette
it_it: Approvare Pallet

source: Available offers :
es_es: Ofertas disponibles :
fr_fr: Offres disponibles :
it_it: Offerte disponibili :

source: Validate configuration
es_es: Validar la configuración
fr_fr: Valider les paramètres
it_it: Convalida configurazione

source: Available offers:
es_es: Ofertas disponibles :
fr_fr: Offres disponibles :
it_it: Offerte disponibili:

source: Estimated tax and duties that will be invoiced by carrier:
es_es: Tasas e impuestos estimados que serán facturados por el transportista :
fr_fr: Estimation des droits et taxes qui seront facturés par le transporteur :
it_it: Tasse e imposte stimate che saranno fatturate dal vettore :

source: No offer available for this parcel point. Please contact Hillebrand Gori eShipping to solve the problem.
es_es: No hay oferta disponible para este punto de paquete. Póngase en contacto con Hillebrand Gori eShipping para resolver el problema.
fr_fr: Aucune offre disponible pour ce point relais. Veuillez contacter le support technique de Hillebrand Gori eShipping pour corriger le problème.
it_it: Nessuna offerta disponibile per questo punto di ritiro. Contatta Hillebrand Gori eShipping per risolvere il problema.

source: Carrier offer have been deleted. Please select a new one.
es_es: La oferta de transportista ha sido eliminada. Seleccione una nueva.
fr_fr: L’offre du transporteur a été réinitialisée. Veuillez en sélectionner une nouvelle.
it_it: L’offerta del corriere è stata eliminata. Selezionane una nuova.

source: Select carrier offer
es_es: Seleccionar oferta de transportista
fr_fr: Sélectionner une offre transporteur
it_it: Seleziona l’offerta del corriere

source: Edit expedition
es_es: Editar expedición
fr_fr: Modifier l’expédition
it_it: Edita spedizione

source: Validate expedition
es_es: Validar expedición
fr_fr: Valider l’expédition
it_it: Approva la spedizione

source: Validate pallet expedition
es_es: Validar expedición de palés
fr_fr: Valider la palette
it_it: Approva la spedizione pallet

source: Hillebrand Gori eShipping - Shipment details
es_es: Hillebrand Gori eShipping - Detalles del envío
fr_fr: Hillebrand Gori eShipping - Détails de l’expédition
it_it: Hillebrand Gori eShipping - Dettagli spedizione

source: Hillebrand Gori eShipping - Shipment pickup point
es_es: Hillebrand Gori eShipping - Punto de recogida des envíos
fr_fr: Hillebrand Gori eShipping - Point relais
it_it: Hillebrand Gori eShipping - Punto di ritiro spedizione

source: Hillebrand Gori eShipping - Shipment tracking
es_es: Hillebrand Gori eShipping - Seguimiento de envíos
fr_fr: Hillebrand Gori eShipping - Suivi de l’expédition
it_it: Hillebrand Gori eShipping - Tracking spedizione

source: Your order has been shipped.
es_es: Su pedido ha sido enviado.
fr_fr: Votre commande a été expédiée.
it_it: Il tuo ordine è stato spedito.

source: Your order has been delivered.
es_es: Su pedido ha sido entregado.
it_it: Il tuo ordine è stato consegnato.

source: Package shipped
es_es: Paquete enviado
fr_fr: Colis expédié
it_it: Pacco spedito

source: Package delivered
es_es: Paquete entregado
fr_fr: Colis livré
it_it: Pacco consegnato

source: Vat number
es_es: Número de IVA
fr_fr: Numéro de TVA
it_it: Numero di partita IVA

source: To use only if you want to offer free shipping through coupons.
es_es: Para utilizar sólo si desea ofrecer el envío gratuito a través de cupones.
fr_fr: À utiliser uniquement si vous souhaitez offrir la livraison via des codes de réduction.
it_it: Da utilizzare solo se vuoi offrire la spedizione gratuitamente tramite coupon.

source: No need to use it if you’re using Hillebrand Gori eShipping shipping method, as it’s available directly when you set it up.
es_es: No es necesario utilizarlo si utiliza el método de envío VignoblExport, ya que está disponible directamente al configurarlo.
fr_fr: Il n’est pas nécessaire de l’utiliser si vous utilisez le mode d’expédition Hillebrand Gori eShipping, car il est disponible directement lors de la mise en place.
it_it: Non è necessario utilizzarlo se utilizzi il metodo di spedizione Hillebrand Gori eShipping, poiché è disponibile direttamente quando lo imposti.

source: Pickup point map
es_es: Mapa de puntos de recogida
fr_fr: Carte des points relais
it_it: Mappa dei punti di ritiro

source: Lets you define weight/price ranges of your shipping costs for each of your delivery methods and add a pickup point map.
es_es: Le permite definir rangos de peso/precio de sus gastos de envío para cada uno de sus métodos de entrega y añadir un mapa de puntos de recogida.
fr_fr: Vous permet de définir des fourchettes de poids / prix de vos frais de port pour chacun de vos modes de livraison et d’ajouter une carte des points relais.
it_it: Ti consente di definire le fascie di peso/prezzo dei costi di spedizione per ciascuno dei metodi di consegna e di aggiungere una mappa dei punti di ritiro.

source: Method title
es_es: Título del método
fr_fr: Méthode
it_it: Titolo del metodo

source: This controls the title which the user sees during checkout.
es_es: Esto controla el título que el usuario ve durante el pago.
fr_fr: Contôle le titre que l’utilisateur voit lors du paiement.
it_it: Questo controlla il titolo che l’utente vede durante il checkout.

source: Flat rate Hillebrand Gori eShipping
es_es: Tarifa plana Hillebrand Gori eShipping
fr_fr: Forfait Hillebrand Gori eShipping
it_it: Tariffa forfettaria Hillebrand Gori eShipping

source: Unable to find carrier
es_es: No se puede encontrar transportista
fr_fr: Aucun transporteur trouvé
it_it: Impossible trovare corriere

source: Could not find address
es_es: No se encuentra la dirección
fr_fr: Aucune adresse trouvé
it_it: Indirizzo non trovato

source: Could not connect to map server
es_es: No se ha podido conectar con el servidor de mapas
fr_fr: Connexion impossible au serveur MapBox
it_it: Connessione al map server non riuscita

source: Choose pickup point
es_es: Elegir punto de recogida
fr_fr: Choisir un point relais
it_it: Scegli punto di ritiro

source: Close map
es_es: Cerrar
fr_fr: Fermer
it_it: Chiudi mappa

source: Your pickup point:
es_es: Su punto de recogida :
fr_fr: Votre point relais :
it_it: Il tuo punto di ritiro:

source: %skm away
es_es: a %skm de distancia
fr_fr: à %s km
it_it: %skm di distanza

source: monday
es_es: lunes
fr_fr: lundi
it_it: lunedi

source: tuesday
es_es: martes
fr_fr: mardi
it_it: Martedì

source: wednesday
es_es: miércoles
fr_fr: mercredi
it_it: mercoledi

source: thursday
es_es: jueves
fr_fr: jeudi
it_it: giovedi

source: friday
es_es: viernes
fr_fr: vendredi
it_it: venerdi

source: saturday
es_es: sábado
fr_fr: samedi
it_it: sabato

source: sunday
es_es: domingo
fr_fr: dimanche
it_it: domenica

source: Pickup point map including %s
es_es: Mapa de puntos de recogida incluyendo %s
fr_fr: Carte des points relais comprenant %s
it_it: Mappa dei punti di ritiro inclusi %s

source: Pickup point:
es_es: Punto de recogida :
fr_fr: Point relais :
it_it: Punto di ritiro:

source: Max number of bottles exceeded to deliver to a private individual in this destination country.
es_es: Cantidad máxima de botellas superada para entregar a un particular en este país de destino.
fr_fr: Nombre maximum de bouteilles supérieur aux nombre autorisé pour une livraison à un particulier et à destination de ce pays.
it_it: È stato superato il numero massimo di bottiglie da consegnare a un privato in questo paese di destinazione.

source: No offers exist
es_es: No existen ofertas
fr_fr: Aucune offre disponible
it_it: Offerta non esistente

source: Available offers
es_es: Ofertas disponibles
fr_fr: Offres disponibles
it_it: Offerte disponibili

source: If you are a company, please contact the sender.
es_es: Si es una empresa, póngase en contacto con el remitente.
fr_fr: Si vous êtes une entreprise, veuillez contacter l’expéditeur.
it_it: Se siete un’azienda, contattate il mittente.

source: Price:
es_es: Precio :
fr_fr: Prix :
it_it: Prezzo:

source: Estimated delivery
es_es: Entrega estimada
fr_fr: Date de livraison estimée
it_it: Data di consegna stimata

source: No shipping offer found for this address, please check your shipping informations or choose another shipping method.
es_es: No se ha encontrado ninguna oferta de envío para esta dirección, compruebe sus datos de envío o elija otro método de envío.
fr_fr: Aucune offre d’expédition trouvée à cette adresse, veuillez vérifier vos informations ou sélectionnez une autre méthode de livraison.
it_it: Nessuna offerta di spedizione trovata per questo indirizzo, controlla le informazioni di spedizione o scegli un altro metodo di spedizione.

source: Please enter your adress
es_es: Introduzca su dirección
fr_fr: Veuillez renseigner votre adresse
it_it: Per favore inserisci il tuo indirizzo

source: You can choose your shipment on the next page
es_es: Puede elegir su envío en la página siguiente
fr_fr: Le choix de la méthode de livraison se fera sur la page suivante
it_it: Puoi scegliere la tua spedizione nella prossima pagina

source: There's been a change in the pickup point network list, we've adapted your shipping method configuration. Please check that everything is in order.
es_es: Ha habido un cambio en la lista de la red de puntos de recogida, hemos adaptado la configuración de su método de envío. Por favor, compruebe que todo está en orden.
fr_fr: Il y a eu un changement dans la liste du réseau de points relais, nous avons adapté la configuration de votre méthode d’expédition. Veuillez vérifier que tout est correct.
it_it: C’è stata una modifica nell’elenco dei punti di ritiro, abbiamo adattato la configurazione del metodo di spedizione. Per favore controlla che tutto sia in ordine.

source: There's been a change in the pickup point network list, you can add the extra pickup point network(s) to your shipping method configuration.
es_es: Se ha producido un cambio en la lista de redes de puntos de recogida, puede añadir la(s) red(es) de puntos de recogida adicional(es) a la configuración de su método de envío.
fr_fr: Il y a eu un changement dans la liste des réseaux de points relais, vous pouvez ajouter le réseau de points relais supplémentaire dans la configuration de votre méthode d’expédition.
it_it: C’è stata una modifica nell’elenco dei punti di ritiro, puoi aggiungere i punti di ritiro aggiuntivi alla configurazione del tuo metodo di spedizione.

source: Hillebrand Gori eShipping - You need either the curl extension or allow_url_fopen activated on your server for the Hillebrand Gori eShipping plugin to work.
es_es: Hillebrand Gori eShipping - Necesitas tener activada la extensión curl o allow_url_fopen en tu servidor para que el plugin Hillebrand Gori eShipping funcione.
fr_fr: Hillebrand Gori eShipping - Vous avez besoin de l’extension curl ou de l’option « allow_url_fopen » activée sur votre serveur pour que le plugin Hillebrand Gori eShipping fonctionne.
it_it: Hillebrand Gori eShipping - Per far funzionare il plugin Vignoblexport è necessario che sul tuo server sia attivata l’estensione curl allow_url_fopen.

source: Hillebrand Gori eShipping - The minimum PHP version required for this plugin is %1$s. You are running %2$s.
es_es: Hillebrand Gori eShipping - La versión mínima de PHP requerida para este plugin es %1$s. Está ejecutando %2$s.
fr_fr: Hillebrand Gori eShipping - La version minimale de PHP requise pour ce plugin est %1$s. Vous avez actuellement la version %2$s.
it_it: Hillebrand Gori eShipping - La versione PHP minima richiesta per questo plugin è %1$s. Stai utilizzando %2$s.

source: Hillebrand Gori eShipping plugin requires WooCommerce to be activated to work.
es_es: El plugin Hillebrand Gori eShipping requiere que WooCommerce esté activado para funcionar.
fr_fr: Le plugin Hillebrand Gori eShipping nécessite l’activation de WooCommerce pour fonctionner.
it_it: Il plug-in Hillebrand Gori eShipping richiede che WooCommerce sia attivato per funzionare.
