Repository: HillebrandGoriEshipping/HillebrandGoriEshippin-wc
Catalog: HillebrandGoriEshipping/HillebrandGoriEshippingConnectWoocommerce/translation/HillebrandGoriEshipping-*.po
Languages: es_es, fr_fr, it_it

source: Managing your shipments becomes easier with our plugin! Save time and enjoy negotiated rates with many carriers: Chronopost, UPS, Fedex, DHL, ...
es_es: ¡La gestión de sus envíos se hace más fácil con nuestro plugin! Ahorre tiempo y disfrute de tarifas negociadas con muchos transportistas: Chronopost, UPS, Fedex, DHL, …
fr_fr: La gestion de vos envois devient plus facile avec notre plugin ! Gagnez du temps et bénéficiez de tarifs négociés avec de nombreux transporteurs : Chronopost, UPS, Fedex, DHL, …
it_it: Gestire le tue spedizioni diventa più semplice con il nostro plugin! Risparmia tempo e beneficia delle nostre tariffe negoziate con i nostri partner: UPS, Fedex, DHL, …

source: Hillebrand Gori eShipping - from version 1.1.0, use of parcel point map additional field on shipping methods is deprecated. Use the HillebrandGoriEshipping method instead.
es_es: Hillebrand Gori eShipping - a partir de la versión 1.1.0, el uso del campo adicional del mapa de puntos de paquetería en los métodos de envío está obsoleto. Utilice en su lugar el método Hillebrand Gori eShipping.
fr_fr: Hillebrand Gori eShipping - À partir de la version 1.1.0, l’utilisation du champ supplémentaire de la carte des points relais sur les modes d’expédition est obsolète.
it_it: Hillebrand Gori eShipping - dalla versione 1.1.0, l’uso del campo aggiuntivo della mappa dei punti dei pacchi sui metodi di spedizione è obsoleto. Utilizzare invece il metodo Hillebrand Gori eShipping.

source: Awaiting shipment
es_es: Pendiente de envío
fr_fr: En attente d’expédition
it_it: In attesa di spedizione

source: Shipped
es_es: Enviado
fr_fr: Expédié
it_it: Spedito

source: Delivered
es_es: Entregado
fr_fr: Livré
it_it: Consegnato

source: Number of packages
es_es: Número de paquetes
fr_fr: Nombre de colis
it_it: Numero di pacchi

source: Weight of each package
es_es: Peso de cada paquete
fr_fr: Poids de chaque colis
it_it: Peso di ciascun pacco

source: Conditionnement
es_es: Embalaje
it_it: Tipo di imballo

source: No appellation available for this country. Please contact Hillebrand Gori eShipping support
es_es: No hay denominación disponible para este país. Póngase en contacto con el servicio de asistencia de Hillebrand Gori eShipping
fr_fr: Aucune appellation disponible pour ce pays. Veuillez contacter le support de Hillebrand Gori eShipping.
it_it: Nessuna denominazione disponibile per questo paese. Contatta il supporto Hillebrand Gori eShipping

source: Select an appellation
es_es: Seleccione una denominación
fr_fr: Sélectionnez une appellation
it_it: Seleziona una denominazione

source: The product settings are correct.
es_es: Los ajustes del producto son correctos.
fr_fr: Les paramètres du produit sont corrects.
it_it: Le impostazioni del prodotto sono corrette.

source: The product settings are not correct. Please verify them and if this error persists contact us.
es_es: Los ajustes del producto no son correctos. Compruébalos y, si el error persiste, ponte en contacto con nosotros.
fr_fr: Les paramètres du produit ne sont pas corrects. Veuillez les vérifier à nouveau, si l’erreur persiste contactez notre support.
it_it: Le impostazioni del prodotto non sono corrette. Verificale e se l’errore persiste contattaci.

source: Quantity
es_es: Cantidad
fr_fr: Quantité
it_it: Quantità

source: Number of bottle
es_es: Cantidad de botellas
fr_fr: Nombre de bouteilles
it_it: Numero di bottiglia

source: Size of bottle
es_es: Tamaño de la botella
fr_fr: Taille de la bouteille
it_it: Dimensione della bottiglia

source: Standard bottle
es_es: Botella estándar
fr_fr: Bouteille standard
it_it: Bottiglia standard

source: Type
es_es: Tipo
it_it: Tipo

source: Type of product
es_es: Tipo de producto
fr_fr: Type de produit
it_it: Tipo di prodotto

source: Select product type
es_es: Seleccione el tipo de producto
fr_fr: Sélectionnez le type de produit
it_it: Seleziona tipo di prodotto

source: Still Wine
es_es: Vino tranquilo
fr_fr: Vin tranquille
it_it: Vino fermo

source: Sparkling Wine
es_es: Vino espumoso
fr_fr: Vin effervescent
it_it: Vino Spumante

source: Spirit
es_es: Bebida espirituosa
fr_fr: Spiritueux
it_it: Spirits

source: Non Alcoholic
es_es: No alcohólica
fr_fr: Non alcoolisé
it_it: Non alcolico

source: Color
fr_fr: Couleur
it_it: Colore

source: Color of the product
es_es: Color del producto
fr_fr: Couleur du produit
it_it: Colore del prodotto

source: Select product color
es_es: Seleccione el color del producto
fr_fr: Sélectionnez la couleur
it_it: Seleziona il colore del prodotto

source: Red
es_es: Rojo
fr_fr: Rouge
it_it: Rosso

source: White
es_es: Blanco
fr_fr: Blanc
it_it: Bianco

source: Rose
es_es: Rosado
fr_fr: Rosé
it_it: Rosé

source: Spirits
es_es: Bebida espirituosa
fr_fr: Spiritueu
it_it: Liquori

source: Beer
es_es: Cerveza
fr_fr: Bière
it_it: Birra

source: Capacity of a single product (in mL)
es_es: Capacidad de un único producto (en ml)
fr_fr: Capacité de la bouteille (en mL)
it_it: Capacità di un singolo prodotto (in mL)

source: Alcohol Degree
es_es: Grado alcohólico
fr_fr: Degré d’alcool
it_it: Gradazione Alcolico

source: Vintage
es_es: Añada
fr_fr: Millésime
it_it: Annata

source: Circulation
es_es: Circulación
it_it: Circolazione

source: Circulation of the commodity (excise duty paid or suspended)
es_es: Circulación de la mercancía (impuestos especiales pagados o suspendidos)
fr_fr: Circulation de la marchandise (accises payées ou suspendues)
it_it: Circolazione della merce (accisa pagata o sospesa).Per inviare a dei privati, dovete far circolare le vostre bottiglie in accisa assolta dall’Italia, quindi se spirits/intermedi devono essere fascettati.

source: CRD
it_it: Assolta (Bittiglia Fascettate)

source: DAE
it_it: E-AD

source: Producing Country
es_es: País productor
fr_fr: Pays producteur
it_it: Paese di produzione

source: If you can't find the producing country in the list, please contact us
es_es: Si no encuentra el país productor en la lista, póngase en contacto con nosotros
fr_fr: Si vous ne trouvez pas le pays producteur dans la liste, veuillez contacter le support de VignoblExport
it_it: Se non riesci a trovare il paese di produzione nell’elenco, contattaci

source: Select producing country
es_es: Seleccione el país productor
fr_fr: Sélectionnez un pays producteur
it_it: Seleziona paese di produzione

source: Belgium
es_es: Bélgica
fr_fr: Belgique
it_it: Belgio

source: Chile
fr_fr: Chili
it_it: Cile

source: China
fr_fr: Chine
it_it: Cina

source: Dominican Republic
es_es: República Dominicana
fr_fr: République dominicaine
it_it: Repubblica Dominicana

source: France
es_es: Francia
it_it: Francia

source: Great Britain
es_es: Gran Bretaña
fr_fr: Grande Bretagne
it_it: Gran Bretagna

source: French Guiana
es_es: Guayana Francesa
fr_fr: Guyane française
it_it: Guiana francese

source: Germany
es_es: Alemania
fr_fr: Allemagne
it_it: Germania

source: Greece
es_es: Grecia
fr_fr: Grèce
it_it: Grecia

source: Guadeloupe
es_es: Guadalupe
it_it: Guadalupa

source: Hungary
es_es: Hungría
fr_fr: Hongrie
it_it: Ungheria

source: Israel
it_it: Israele

source: Italy
es_es: Italia
fr_fr: Italie
it_it: Italia

source: Jamaica
fr_fr: Jamaïque
it_it: Giamaica

source: Japan
es_es: Japón
fr_fr: Japon
it_it: Giappone

source: Lebanon
es_es: Líbano
fr_fr: Liban
it_it: Libano

source: Mexico
es_es: México
fr_fr: Mexique
it_it: Messico

source: Moldova
es_es: Moldavia
fr_fr: Moldavie
it_it: Moldavia

source: New Zealand
es_es: Nueva Zelanda
fr_fr: Nouvelle-Zélande
it_it: Nuova Zelanda

source: Portugal
it_it: Portogallo

source: South Africa
es_es: Sudáfrica
fr_fr: Afrique du Sud
it_it: Sudafrica

source: Spain
es_es: España
fr_fr: Espagne
it_it: Spagna

source: Switzerland
es_es: Suiza
fr_fr: Suisse
it_it: Svizzera

source: Thailand
es_es: Tailandia
fr_fr: Thaïlande
it_it: Thailandia

source: Trinidad and Tobago
es_es: Trinidad y Tobago
fr_fr: Trinité-et-Tobago
it_it: Trinidad e Tobago

source: Appellation
es_es: Denominación
it_it: Denominazione

source: If you can't find the appellation in the list, please contact us
es_es: Si no encuentra la denominación en la lista, póngase en contacto con nosotros
fr_fr: Si vous ne trouvez pas l’appellation dans la liste, veuillez contacter le support technique
it_it: Se non riesci a trovare la denominazione nell’elenco, contattaci

source: Select appellation
es_es: Seleccionar denominación
fr_fr: Sélectionnez une appellation
it_it: Seleziona denominazione

source: Your client chose the pickup point %1$s from %2$s.
es_es: Su cliente eligió el punto de recogida %1$s de %2$s.
fr_fr: Votre client a choisi le point relai %1$s depuis %2$s.
it_it: Il tuo cliente ha scelto il punto di ritiro %1$s da %2$s.

source: Track your order :
es_es: Seguimiento de su pedido :
fr_fr: Suivi de votre commande :
it_it: Traccia il tuo ordine:

source: Click here
es_es: Haga clic aquí
fr_fr: Cliquez ici
it_it: Clicca qui

source: Tracking code(s) :
es_es: Código(s) de seguimiento :
fr_fr: Code(s) de suivi :
it_it: Codice(i) di monitoraggio:

source: Download labels :
es_es: Descargar etiquetas :
fr_fr: Télécharger les bordereaux :
it_it: Scarica etichette:

source: Tracking details
es_es: Detalles de seguimiento
fr_fr: Détails du suivi
it_it: Dettagli di monitoraggio

source: Pricing rules
es_es: Normas sobre tarifas
fr_fr: Règles de tarification
it_it: Regole sui prezzi

source: your clients in the checkout page. The rules are prioritized from top to bottom. If no rules is applicable, the shipping method won't be diplayed.
es_es: sus clientes en la página de pago. Las reglas se priorizan de arriba a abajo. Si no se aplica ninguna regla, no se mostrará el método de envío.
fr_fr: Configurez vos règles concernant les frais de port qui seront affichés pour vos clients sur la page de paiement. Les règles sont hiérarchisées de haut en bas. Si aucune règle n’est applicable, le mode d’expédition ne sera pas affiché.
it_it: i tuoi clienti nella pagina di pagamento. Le regole sono elencate in ordine di priorità. Se non è applicabile alcuna regola, il metodo di spedizione non verrà visualizzato.

source: Need some help? Just follow the instructions on %1$sthis article%2$s.
es_es: ¿Necesita ayuda? Sólo tienes que seguir las instrucciones de %1$este artículo%2$s.
fr_fr: Besoin d’aide ? Suivez simplement les instructions de %1$s ce lien %2$s.
it_it: Hai bisogno di aiuto? Segui semplicemente le istruzioni su %1$squesto articolo%2$s.

source: In need of some advice about shipping costs? Follow %1$sthis link%2$s.
es_es: ¿Necesita asesoramiento sobre gastos de envío? Siga %1$este enlace%2$s.
fr_fr: Besoin de conseils sur les frais de port? Cliquez sur %1$s ce lien %2$s.
it_it: Hai bisogno di aiuto sui costi di spedizione? Segui %1$squesto link%2$s.

source: Hillebrand Gori eShipping Tips
es_es: Hillebrand Gori eShipping Consejos
fr_fr: Conseils et astuces de Hillebrand Gori eShipping
it_it: Suggerimenti di Hillebrand Gori eShipping

source: Once your rules are set up here, use our %1$sshipping rule%2$s to automatize the selection of a carrier offer, the subscription to our AXA insurance and stop importing the orders that are not to be processed through Hillebrand Gori eShipping (e.g. If the shipping method is « Store pickup »)
es_es: Una vez que sus reglas estén configuradas aquí, utilice nuestras « « %1$sshipping rule%2$s para automatizar la selección de una oferta de transportista, la suscripción a nuestro seguro AXA y dejar de importar los pedidos que no deban procesarse a través de Hillebrand Gori eShipping (por ejemplo, si el método de envío es « Recogida en tienda » ).
fr_fr: Une fois vos règles définies ici, utilisez notre %1$s règle d’expédition %2$s pour automatiser la sélection d’une offre transporteur, la souscription à notre assurance AXA et arrêter d’importer les commandes qui ne sont pas à traiter via VignoblExport (ex. la méthode d’expédition est «Retrait en magasin»)
it_it: Una volta che avrai determinato le tue regole qui, utilizza la nostra %1$sregola di spedizione%2$s per automatizzare la selezione dell’offerta di un corriere, l’iscrizione alla nostra assicurazione e interrompere l’importazione degli ordini che non devono essere elaborati tramite Hillebrand Gori eShipping ( ad es. se il metodo di spedizione è « Ritiro in punto di « ritiro »)

source: Cart price Excluding Tax
es_es: Precio de la cesta IVA no incluido
fr_fr: Montant du panier hors taxes
it_it: Prezzo carrello IVA Esclusa

source: Number of bottles
es_es: Cantidad de botellas
fr_fr: Nombre de bouteilles
it_it: Numero di bottiglie

source: Price displayed ex-Tax
es_es: Precio sin impuestos
fr_fr: Prix affiché hors-taxes
it_it: Prezzo visualizzato IVA esclusa

source: If you wish to offer the shipping for free, put 0.
es_es: Si desea ofrecer el envío gratis, ponga 0.
fr_fr: Si vous souhaitez offrir les frais de port, entrez 0.
it_it: Se desideri offrire la spedizione gratuitamente, inserisci 0.

source: If you've set up a shipping tax, it will be applied to this price for your client.
es_es: Si ha establecido un impuesto de envío, se aplicará a este precio para su cliente.
fr_fr: Si vous avez configuré une taxe de livraison, elle sera appliquée à votre client.
it_it: Se hai impostato una tassa di spedizione, questa verrà applicata a questo prezzo per il tuo cliente.

source: From
es_es: Desde
fr_fr: De
it_it: Da

source: To
es_es: A
fr_fr: Vers
it_it: A

source: Add rule
es_es: Añadir regla
fr_fr: Ajouter une règle
it_it: Aggiungi regola

source: There was a problem initializing the Hillebrand Gori eShipping plugin. Please contact our support team.
es_es: Se ha producido un problema al inicializar el plugin Hillebrand Gori eShipping. Póngase en contacto con nuestro equipo de soporte.
fr_fr: Un problème est survenu lors de l’initialisation du plugin Hillebrand Gori eShipping. Veuillez contacter notre support technique.
it_it: Si è verificato un problema durante l’inizializzazione del plugin Hillebrand Gori eShipping. Contatta il nostro team di supporto.

source: Hide this notice
es_es: Ocultar este aviso
fr_fr: Masquer
it_it: Nascondi questo avviso

source: Track your order:
es_es: Siga su pedido :
fr_fr: Suivi de la commande :
it_it: Monitora il tuo ordine:

source: Click here to track the status of your order
es_es: Haga clic aquí para seguir el estado de su pedido
fr_fr: Cliquez ici pour suivre l’état de la commande
it_it: Clicca qui per tracciare lo stato del tuo ordine

source: Chosen pickup point
es_es: Punto de recogida elegido
fr_fr: Point relais sélectionnez
it_it: Scegli punto di ritiro

source: Package tracking
es_es: Seguimiento de paquetes
fr_fr: Suivi des colis
it_it: Monitoraggio Pacco

source: MONDAY
es_es: LUNES
fr_fr: LUNDI
it_it: LUNEDI

source: TUESDAY
es_es: MARTES
fr_fr: MARDI
it_it: MARTEDI

source: WEDNESDAY
es_es: MIÉRCOLES
fr_fr: MERCREDI
it_it: MERCOLEDI

source: THURSDAY
es_es: JUEVES
fr_fr: JEUDI
it_it: GIOVEDI

source: FRIDAY
es_es: VIERNES
fr_fr: VENDREDI
it_it: VENERDI

source: SATURDAY
es_es: SÁBADO
fr_fr: SAMEDI
it_it: SABATO

source: SUNDAY
es_es: DOMINGO
fr_fr: DIMANCHE
it_it: DOMENICA

source: Pickup point adress
es_es: Dirección del punto de recogida
fr_fr: Adresse du point relais
it_it: Indirizzo di ritiro

source: Opening hours
es_es: Horarios de apertura
fr_fr: Horaires d’ouvertures
it_it: Orari di apertura

source: Your order has been sent in 1 shipment.
es_es: Su pedido ha sido enviado en 1 expedición.
fr_fr: Votre commande a été expédiée en 1 envoi.
it_it: Il tuo ordine è stato inviato in 1 spedizione.

source: Your order has been sent in %s shipments.
es_es: Su pedido ha sido enviado en %s envíos.
fr_fr: Votre commande a été expédiée en %s envois.
it_it: Il tuo ordine è stato inviato in %s spedizioni.

source: Shipment reference %s
es_es: Referencia de envío %s
fr_fr: Référence d’expédition %s
it_it: Riferimento spedizione %s

source: Your shipment has %s package.
es_es: Su envío tiene %s paquetes.
fr_fr: Votre expédition contient %s colis.
it_it: La tua spedizione contiene %s pacchi.

source: Your shipment has %s packages.
es_es: Su envío tiene %s paquetes.
fr_fr: Votre expédition contient %s colis.
it_it: La tua spedizione contiene %s pacchi.

source: Package reference %s
es_es: Referencia del paquete %s
fr_fr: Référence du colis %s
it_it: Riferimento pacchi %s

source: No tracking event for this package yet.
es_es: Todavía no hay ningún evento de seguimiento para este paquete.
fr_fr: Aucun événement de suivi pour ce colis pour le moment.
it_it: Nessun dato di monitoraggio ancora generato per questo collo.

source: Pairing with Hillebrand Gori eShipping API is not complete. Please check your WooCommerce connector in your Hillebrand Gori eShipping account for a more complete diagnostic.
es_es: El emparejamiento con la API de VignoblExport no está completo. Por favor, compruebe su conector WooCommerce en su cuenta Hillebrand Gori eShipping para un diagnóstico más completo.
fr_fr: Le couplage avec l’API de Hillebrand Gori eShipping n’est pas terminé. Veuillez vérifier votre connecteur WooCommerce dans votre compte VignoblExport pour un diagnostic plus complet.
it_it: L’associazione con l’API VignoblExport non è completa. Controlla il connettore WooCommerce nel tuo account Hillebrand Gori eShipping per una diagnostica più completa.

source: Congratulations, your shop is connected!
es_es: Enhorabuena, su tienda está conectada.
fr_fr: Félicitations, votre site est connecté !
it_it: Congratulazioni, il tuo e-commerce è connesso!

source: Finalize your settings to start shipping
es_es: Finalice la configuración para iniciar el envío
fr_fr: Valider les réglages pour commencer à expédier
it_it: Finalizza le tue impostazioni per iniziare a spedire

source: Finalize the settings
es_es: Finalizar la configuración
fr_fr: Valider les réglages
it_it: Finalizza le impostazioni

source: Security alert: someone is trying to pair your site with Hillebrand Gori eShipping. Was it you?
es_es: Alerta de seguridad: alguien está intentando emparejar tu sitio con Hillebrand Gori eShipping. ¿Ha sido usted?
fr_fr: Alerte de sécurité : quelqu’un essaie de de connecter votre site avec Hillebrand Gori eShipping. Était-ce vous ?
it_it: Aviso di sicurezza: qualcuno sta tentando di associare il tuo sito a Hillebrand Gori eShipping. Sei stato tu?

source: yes
es_es: si
fr_fr: Oui
it_it: si

source: Please fill the information below in order to be able to use the plugin
es_es: Por favor, rellene la siguiente información para poder utilizar el plugin
fr_fr: Veuillez remplir les informations ci-dessous afin de pouvoir utiliser le plugin
it_it: Si prega di compilare le informazioni qui sotto per poter utilizzare il plugin

source: Key settings
es_es: Ajustes de key
fr_fr: Paramètres de la clé API
it_it: Impostazioni

source: Insert your Hillebrand Gori eShipping API token
es_es: Introduzca su token de API de Hillebrand Gori eShipping
fr_fr: Entrez votre clé API Hillebrand Gori eShipping
it_it: Inserisci il tuo API token Hillebrand Gori eShipping

source: Test my acces token
es_es: Probar mi token de acceso
fr_fr: Tester ma clé
it_it: Testa il mio token di accesso

source: Insert your MapBox API token
es_es: Inserta tu token API MapBox
fr_fr: Entrez votre clé API Mapbox
it_it: Inserisci il tuo token API MapBox

source: Test my Mapbox acces token
es_es: Probar mi token Mapbox
fr_fr: Tester mon jeton d’accès Mapbox
it_it: Testa il mio token di accesso Mapbox

source: Please validate the API access before saving the modifications
es_es: Por favor, valide el acceso a la API antes de guardar las modificaciones
fr_fr: Veuillez valider l’accès à l’API avant d’enregistrer les modifications
it_it: Convalida l’accesso API prima di salvare le modifiche

source: Shipping method settings
es_es: Configuración del método de envío
fr_fr: Paramètres de la méthode d’expédition
it_it: Impostazioni metodo di spedizione

source: Just one last step, it will only take a few minutes, let us guide you:
es_es: Sólo un último paso, sólo le llevará unos minutos, déjese guiar :
fr_fr: Plus qu’une dernière étape, cela ne prendra que quelques minutes, laissez-nous vous guider :
it_it: Solo un ultimo passaggio, ci vorranno solo pochi minuti, ti preghiamo di continuare:

source: Go to the tutorial
es_es: Ir al tutorial
fr_fr: Aller au tutoriel
it_it: Vai al tutorial

source: Hillebrand Gori eShipping shipping settings
es_es: Configuración de envío de Hillebrand Gori eShipping
fr_fr: Paramètres d’expédition de Hillebrand Gori eShipping
it_it: Impostazioni di spedizione Hillebrand Gori eShipping

source: The weight and size of a standard bottle are used by default to calculate shipping charges if you leave the width, height and weight fields blank for your products. You need to fill in this information for magnums.
es_es: El peso y el tamaño de una botella estándar se utilizan por defecto para calcular los gastos de envío si deja en blanco los campos de anchura, altura y peso para sus productos. Debe rellenar esta información para las botellas magnum.
fr_fr: Le poids et la taille d’une bouteille standard sont utilisés par défaut pour calculer les frais d’expédition si vous laissez les champs largeur, hauteur et poids vides pour vos produits. Vous devez remplir ces informations pour les magnums.
it_it: Se lasci vuoti i campi larghezza, altezza e peso per i tuoi prodotti, il sistema utilizzera peso e dimensioni di una bottiglia standard per calcolare le spese di spedizione. Devi inserire queste informazioni per i formati Magnum.

source: Address
es_es: Dirección
fr_fr: Adresse
it_it: Indirizzi

source: Company
es_es: Empresa
fr_fr: Entreprise
it_it: Azienda

source: Contact
es_es: Contacto
it_it: Contatto

source: Phone
es_es: Teléfono
fr_fr: Téléphone
it_it: Telefono

source: Adress
es_es: Dirección
fr_fr: Adresse
it_it: Indirizzo

source: Postal code
es_es: Código postal
fr_fr: Code postal
it_it: Codice Postale

source: City
es_es: Ciudad
fr_fr: Ville
it_it: Città

source: Minimum number of bottles
es_es: Cantidad mínima de botellas
fr_fr: Nombre minimum de bouteilles
it_it: Numero minimo di bottiglie

source: Preparation time of the package before shipment
es_es: Tiempo de preparación del paquete antes del envío
fr_fr: Temps de préparation du colis avant expédition
it_it: Tempo di preparazione del pacco prima della spedizione

source: Carrier preference
es_es: Preferencia de transportista
fr_fr: Préférences des transporteurs
it_it: Spedizioniere preferito

source: Delivery preference
es_es: Preferencia de entrega
fr_fr: Préférences de livraison
it_it: Preferenze di consegna

source: Domestic express / Pickup point
es_es: Inicio / Punto de recogida
fr_fr: Domicile / Point relais
it_it: Domicilio/ Punto di Ritiro

source: Domestic
es_es: Inicio
fr_fr: Domicile
it_it: Domicilio

source: Pickup point
es_es: Punto de recogida
fr_fr: Point relais
it_it: Punto di ritiro

source: Duties and taxes at destination
es_es: Impuestos y tasas en destino
fr_fr: Droits de douanes et taxes
it_it: Tasse e import a destino

source: Select your option
es_es: Seleccione su opción
fr_fr: Sélectionnez votre option
it_it: Selezione la tua opzione

source: At the sender's expense
es_es: A cargo del remitente
fr_fr: À la charge de l’expéditeur
it_it: A carico del mittente

source: At the recipient's expense
es_es: A cargo del destinatario
fr_fr: À la charge du destinataire
it_it: A carico del destinatario

source: Insurance
es_es: Seguros
fr_fr: Assurance
it_it: Assicurazione

source: Activate insurance:
es_es: Activar el seguro :
fr_fr: Souscrire à l’assurance :
it_it: Attiva assicurazione:

source: Minimum amount to be insured:
es_es: Importe mínimo a asegurar :
fr_fr: Montant minimum à assurer :
it_it: Valore minimo da assicurare:
