Repository: HillebrandGoriEshipping/HillebrandGoriEshippin-wc
Catalog: HillebrandGoriEshipping/HillebrandGoriEshippingConnectWoocommerce/translation/HillebrandGoriEshipping-*.po
Languages: es_es, fr_fr, it_it

source: Hillebrand Gori eShipping - The minimum WooCommerce version required for this plugin is %1$s. You are running %2$s.
es_es: Hillebrand Gori eShipping - La versión mínima de WooCommerce requerida para este plugin es %1$s. Está ejecutando %2$s.
fr_fr: Hillebrand Gori eShipping - La version minimale de WooCommerce requise pour ce plugin est %1$s. Vous avez actuellement la version %2$s.
it_it: Hillebrand Gori eShipping - La versione minima di WooCommerce richiesta per questo plugin è %1$s. Stai utilizzando %2$s.

source: No shipping class
es_es: Ninguna clase de envío
fr_fr: Aucune classe d’expédition
it_it: Nessuno categoria di spedizione

source: Your order is ready for shipment.
es_es: Su pedido está listo para el envío.
fr_fr: Votre commande est prête pour expédition.
it_it: Il tuo ordine è pronto per essere spedito.

source: Hello,
es_es: Hola,
fr_fr: Bonjour,
it_it: Ciao,

source: Thanks for your order.
es_es: Gracias por su pedido.
fr_fr: Merci pour votre commande.
it_it: Grazie per il tuo ordine.

source: Your order is now awaiting for shipment :
es_es: Su pedido está a la espera de ser enviado:
fr_fr: Votre commande est maintenant en attente pour expédition :
it_it: Il tuo ordine è ora in attesa di essere spedito :

source: Chosen carrier :
es_es: Transportista elegido :
fr_fr: Transporteur :
it_it: Corriere scelto :

source: Order tracking number(s) :
es_es: Número(s) de seguimiento del pedido :
fr_fr: Numéro(s) de suivi :
it_it: Numero(i) di monitoraggio dell’ordine:

source: You can follow your order by clicking on
es_es: Puede seguir su pedido haciendo clic en
fr_fr: Vous pouvez suivre l’état de votre livraison en cliquant sur
it_it: Puoi seguire l’ordine cliccando su

source: this link
es_es: este enlace
fr_fr: ce lien
it_it: questo link

source: Billing address
es_es: Dirección de facturación
fr_fr: Adresse de facturation
it_it: Indirizzo di fatturazione

source: Shipping address
es_es: Dirección de envío
fr_fr: Adresse de livraison
it_it: Indirizzo di spedizione

source: Regards,
es_es: Saludos,
fr_fr: Cordialement,
it_it: Saluti,

source: Algeria
es_es: Argelia
fr_fr: Algérie

source: Argentina
fr_fr: Argentine

source: Australia
fr_fr: Australie

source: Austria
fr_fr: Autriche

source: Barbados
fr_fr: Barbade

source: Bulgaria
fr_fr: Bulgarie

source: India
fr_fr: Inde

source: USA
es_es: Estados Unidos
fr_fr: États-Unis

source: Status :
es_es: Estado :
fr_fr: État :

source: Status
es_es: Estado
fr_fr: État

source: Status:
es_es: Estado :
fr_fr: État :

source: no
fr_fr: Non

source: No
fr_fr: Non

source: weightStill
fr_fr: Poids vin tranquille

source: Belize
es_es: Belice
